Repository: ctw-yamada/relation-post-types
Catalog: languages/relations-post-types-*.po
Languages: fr_fr

source: Relations post types
fr_fr: Relations entre types de contenu

source: Relations post types : Settings
fr_fr: Relations entre types de contenu : Réglages

source: <strong>Warning :</strong> Check or uncheck relations between 2 post types will not delete relations on DB.
fr_fr: <strong>Attention :</strong> Cocher ou décocher la relation entre 2 types de contenu n'effacera pas les liaisons dans la base de données.

source: Custom types
fr_fr: Types de contenu

source: Save relations
fr_fr: Enregistrer les liaisons

source: Relations updated with success !
fr_fr: Relations mises à jour avec succès !

source: No items.
fr_fr: Aucun objet.

source: Item %d
fr_fr: Objet %d

source: Relations Content Widget
fr_fr: Widget de contenu relatif

source: Display related content for one or each post type single view.
fr_fr: Affiche le contenu relatif pour un ou plusieurs type de contenu dans la vue article unique.

source: No items actually for this custom type.
fr_fr: Aucun objet n'existe actuellement pour ce type de contenu

source: Related content
fr_fr: Contenu relatif

source: Title
fr_fr: Titre

source: What to show
fr_fr: Que voulez vous afficher ?

source: All
fr_fr: Tous

source: Order on which field ?
fr_fr: Trier sur quel champ ?

source: Order by ?
fr_fr: Trier par ?

source: Ascending
fr_fr: Ascendant

source: Descending
fr_fr: Descendant

source: Number of items to show
fr_fr: Nombre d'objets à afficher
